console.log("this is from call.js");

export default function() {
    console.log("*******************");
    var t = [
        {
            "id": 0,
            "date": "2017.12.10",
            "title": "凹凸世界が中国上海CP21へ出展",
            "details": "2017年12月、凹凸世界が中国上海CP21へ出展しました。Comicupは中国の規模最大同人関連イベントで、中国のコミックマーケットでございます。中国上海で毎年夏コミと冬コミが2回あります。<br />CP21では、凹凸世界が出展するので、グッズが買えて、当日スペシャルイベント座談会に参加できます。<br />今回のイベントですが、凹凸世界の監督、脚本、プロデューサー等スタッフ一同が登壇し、ファンと会い座談会を開きました。<br />それから、アンミシュウを演じる張博恒さん、雷獅を演じる森中人さん、ガドロスを演じるDKさん、カイリを演じる一口井さん、紫堂幻を演じる浮由さんと銀爵を演じる冷泉夜月さんも登場し、生アフレコを披露してくださいました。<br />ブースでは凹凸世界を題材にしたVRゲームの無料体験ができており、好きなキャラクターを選んで対戦できます。<br />その他、ファンの応援に応えて、感謝の気持ちを込めて来ていただいた凹凸世界の同人作家とコスプレイヤーに特別版缶バッチを無料配布いたしました。",
            "listImg": "./static/images/news_8.jpg",
            "detailImg": ["./static/images/news_detail14.png","./static/images/news_detail15.png"]
        },
        {
            "id": 1,
            "date": "2017.12.12",
            "title": "凹凸世界2017大学巡り概要",
            "details": "同人イベントやコラボカフェ以外に、凹凸世界は大学でもイベントを企画ました。この1年間、凹凸世界のメイン制作スタッフは上海大学美術学院、上海復旦大学と上海交通大学に行って参りました。<br />凹凸世界の監督周 亮さん、アニメ会社7docの監督程 斌さん、凹凸世界プロデューサー曲 暁丹さん、公式運営責任者NONOさん、ダニエルを演じた大白さん、銀爵を演じる冷泉夜月さんとカイリを演じる一口井さん等は大学巡りでファンと会いましまた。<br />イベント現場では、プロデューサーはみなさんにの制作の生い立ちと発展計画を紹介しました。スタッフたちもみなさんと凹凸世界企画から配信までの生い立ちと今後の発展企画を詳しく話しました。アニメ制作の流れが理解でき、目標達成のための正しい進む方法を見つけるよう、スタッフたちは学生のみなさんにアニメ制作の日常と中国アニメ業界の現状を重点的に紹介し、アニメ業界に入る気持ちを奮い起こしました。声優たちが生アフレコを披露してくださいまして、スタッフの方もファンとゲームをやって質疑応答しました。",
            "listImg": "./static/images/news_7.jpg",
            "detailImg": ["./static/images/news_detail12.png","./static/images/news_detail13.png"]
        },
        {
            "id": 2,
            "date": "2018.02.14",
            "title": "凹凸世界バレンタインキャラクターアイコン",
            "details": "バレンタインがやってきて、バレンタイン特別VER.キャラクターアイコンをお送りします。みなさん、ハッピーバレンタイン！",
            "listImg": "./static/images/news_6.jpg",
            "detailImg": ["./static/images/news_detail11.png","./static/images/news_detail10.png"]
        },
        {
            "id": 3,
            "date": "2018.03.02",
            "title": "元宵節来ました",
            "details": "元宵節（げんしょうせつ）は中華圏での伝統です。上元節、灯籠節でもいいます。この日は熱々な餡入りお団子を食べたり、親戚や友達とお祭りを参加したりして、円満な家庭生活が送れるように願います。<br />この裁判ロボットちゃんが凹凸世界を代表にして、みなさんにお祝いをお届けします！",
            "listImg": "./static/images/news_5.jpg",
            "detailImg": ["./static/images/news_detail9.png"]
        },
        {
            "id": 4,
            "date": "2018.03.28",
            "title": "凹凸世界コラボカフェ",
            "details": "「2次元＋カフェ」文化は日本発祥で、秋葉原では至る所まで。中国上海にも、凹凸世界コラボカフェがありますよ。<br />キャラクターの特徴が入れたメニュー、多彩な特典コースター、限定グッズ、多様なイベント企画、温もりのある内装デザイン、ファンの間で好評でした。",
            "listImg": "./static/images/news_4.jpg",
            "detailImg": ["./static/images/news_detail8.png","./static/images/news_detail7.png"]
        },
        {
            "id": 5,
            "date": "2018.03.29",
            "title": "オリジナルグッズ　新商品　武器形定規とキャラクターコースター",
            "details": "新商品:　武器形定規とキャラクターが載せたコースターが登場します！<br />中国成都CD21で初めて紹介され、その後オフィシャル淘宝（タオバオ）ネットショップで発売されます。",
            "listImg": "./static/images/news_3.jpg",
            "detailImg": ["./static/images/news_detail6.png","./static/images/news_detail5.png"]
        },
        {
            "id": 6,
            "date": "2018.04.06",
            "title": "凹凸世界が中国成都CD21へ出展",
            "details": "成都は中国西南部にあり、気候は湿気が多く、おいしい食べ物がいっぱいです。<br />Comiday（コミデイ）は毎年成都で行われ、中国で規模の大きい同人関連イベントの一つです。<br />凹凸世界は今年成都に行ってきました。成都ファンのみなさんの熱意が体感でき、貴重な写真を撮りまくりました。",
            "listImg": "./static/images/news_2.jpg",
            "detailImg": ["./static/images/news_detail4.png","./static/images/news_detail3.png"]
        },
        {
            "id": 7,
            "date": "2018.04.25",
            "title": "オリジナルグッズ　新商品　新VER.ライシー立てアクリルカード",
            "details": "新VER.ライシー立てアクリルカードのイメージ画像をお届けします。新VER.は色が鮮やかになり、かっこいいポースに改良され、稲妻背景も付きました。杭州で中国の規模の大きいアニメイベントCICAFで初めて紹介される予定で、その後オフィシャル淘宝（タオバオ）ネットショップで発売されます。",
            "listImg": "./static/images/news_1.jpg",
            "detailImg": ["./static/images/news_detail2.png","./static/images/news_detail1.png"]
        }
    ]
     var b = [
        {
            "id": 0,
            "date": "2017.12.10",
            "title": "凹凸世界が中国上海CP21へ出展",
            "details": "2017年12月、凹凸世界が中国上海CP21へ出展しました。Comicupは中国の規模最大同人関連イベントで、中国のコミックマーケットでございます。中国上海で毎年夏コミと冬コミが2回あります。<br />CP21では、凹凸世界が出展するので、グッズが買えて、当日スペシャルイベント座談会に参加できます。<br />今回のイベントですが、凹凸世界の監督、脚本、プロデューサー等スタッフ一同が登壇し、ファンと会い座談会を開きました。<br />それから、アンミシュウを演じる張博恒さん、雷獅を演じる森中人さん、ガドロスを演じるDKさん、カイリを演じる一口井さん、紫堂幻を演じる浮由さんと銀爵を演じる冷泉夜月さんも登場し、生アフレコを披露してくださいました。<br />ブースでは凹凸世界を題材にしたVRゲームの無料体験ができており、好きなキャラクターを選んで対戦できます。<br />その他、ファンの応援に応えて、感謝の気持ちを込めて来ていただいた凹凸世界の同人作家とコスプレイヤーに特別版缶バッチを無料配布いたしました。",
            "listImg": "./static/images/news_8.jpg",
            "detailImg": ["./static/images/news_detail14.png","./static/images/news_detail15.png"]
        },
        {
            "id": 1,
            "date": "2017.12.12",
            "title": "凹凸世界2017大学巡り概要",
            "details": "同人イベントやコラボカフェ以外に、凹凸世界は大学でもイベントを企画ました。この1年間、凹凸世界のメイン制作スタッフは上海大学美術学院、上海復旦大学と上海交通大学に行って参りました。<br />凹凸世界の監督周 亮さん、アニメ会社7docの監督程 斌さん、凹凸世界プロデューサー曲 暁丹さん、公式運営責任者NONOさん、ダニエルを演じた大白さん、銀爵を演じる冷泉夜月さんとカイリを演じる一口井さん等は大学巡りでファンと会いましまた。<br />イベント現場では、プロデューサーはみなさんにの制作の生い立ちと発展計画を紹介しました。スタッフたちもみなさんと凹凸世界企画から配信までの生い立ちと今後の発展企画を詳しく話しました。アニメ制作の流れが理解でき、目標達成のための正しい進む方法を見つけるよう、スタッフたちは学生のみなさんにアニメ制作の日常と中国アニメ業界の現状を重点的に紹介し、アニメ業界に入る気持ちを奮い起こしました。声優たちが生アフレコを披露してくださいまして、スタッフの方もファンとゲームをやって質疑応答しました。",
            "listImg": "./static/images/news_7.jpg",
            "detailImg": ["./static/images/news_detail12.png","./static/images/news_detail13.png"]
        },
        {
            "id": 2,
            "date": "2018.02.14",
            "title": "凹凸世界バレンタインキャラクターアイコン",
            "details": "バレンタインがやってきて、バレンタイン特別VER.キャラクターアイコンをお送りします。みなさん、ハッピーバレンタイン！",
            "listImg": "./static/images/news_6.jpg",
            "detailImg": ["./static/images/news_detail11.png","./static/images/news_detail10.png"]
        },
        {
            "id": 3,
            "date": "2018.03.02",
            "title": "元宵節来ました",
            "details": "元宵節（げんしょうせつ）は中華圏での伝統です。上元節、灯籠節でもいいます。この日は熱々な餡入りお団子を食べたり、親戚や友達とお祭りを参加したりして、円満な家庭生活が送れるように願います。<br />この裁判ロボットちゃんが凹凸世界を代表にして、みなさんにお祝いをお届けします！",
            "listImg": "./static/images/news_5.jpg",
            "detailImg": ["./static/images/news_detail9.png"]
        },
        {
            "id": 4,
            "date": "2018.03.28",
            "title": "凹凸世界コラボカフェ",
            "details": "「2次元＋カフェ」文化は日本発祥で、秋葉原では至る所まで。中国上海にも、凹凸世界コラボカフェがありますよ。<br />キャラクターの特徴が入れたメニュー、多彩な特典コースター、限定グッズ、多様なイベント企画、温もりのある内装デザイン、ファンの間で好評でした。",
            "listImg": "./static/images/news_4.jpg",
            "detailImg": ["./static/images/news_detail8.png","./static/images/news_detail7.png"]
        },
        {
            "id": 5,
            "date": "2018.03.29",
            "title": "オリジナルグッズ　新商品　武器形定規とキャラクターコースター",
            "details": "新商品:　武器形定規とキャラクターが載せたコースターが登場します！<br />中国成都CD21で初めて紹介され、その後オフィシャル淘宝（タオバオ）ネットショップで発売されます。",
            "listImg": "./static/images/news_3.jpg",
            "detailImg": ["./static/images/news_detail6.png","./static/images/news_detail5.png"]
        },
        {
            "id": 6,
            "date": "2018.04.06",
            "title": "凹凸世界が中国成都CD21へ出展",
            "details": "成都は中国西南部にあり、気候は湿気が多く、おいしい食べ物がいっぱいです。<br />Comiday（コミデイ）は毎年成都で行われ、中国で規模の大きい同人関連イベントの一つです。<br />凹凸世界は今年成都に行ってきました。成都ファンのみなさんの熱意が体感でき、貴重な写真を撮りまくりました。",
            "listImg": "./static/images/news_2.jpg",
            "detailImg": ["./static/images/news_detail4.png","./static/images/news_detail3.png"]
        },
        {
            "id": 7,
            "date": "2018.04.25",
            "title": "オリジナルグッズ　新商品　新VER.ライシー立てアクリルカード",
            "details": "新VER.ライシー立てアクリルカードのイメージ画像をお届けします。新VER.は色が鮮やかになり、かっこいいポースに改良され、稲妻背景も付きました。杭州で中国の規模の大きいアニメイベントCICAFで初めて紹介される予定で、その後オフィシャル淘宝（タオバオ）ネットショップで発売されます。",
            "listImg": "./static/images/news_1.jpg",
            "detailImg": ["./static/images/news_detail2.png","./static/images/news_detail1.png"]
        }
    ]
    var c = [
        {
            "id": 0,
            "date": "2017.12.10",
            "title": "凹凸世界が中国上海CP21へ出展",
            "details": "2017年12月、凹凸世界が中国上海CP21へ出展しました。Comicupは中国の規模最大同人関連イベントで、中国のコミックマーケットでございます。中国上海で毎年夏コミと冬コミが2回あります。<br />CP21では、凹凸世界が出展するので、グッズが買えて、当日スペシャルイベント座談会に参加できます。<br />今回のイベントですが、凹凸世界の監督、脚本、プロデューサー等スタッフ一同が登壇し、ファンと会い座談会を開きました。<br />それから、アンミシュウを演じる張博恒さん、雷獅を演じる森中人さん、ガドロスを演じるDKさん、カイリを演じる一口井さん、紫堂幻を演じる浮由さんと銀爵を演じる冷泉夜月さんも登場し、生アフレコを披露してくださいました。<br />ブースでは凹凸世界を題材にしたVRゲームの無料体験ができており、好きなキャラクターを選んで対戦できます。<br />その他、ファンの応援に応えて、感謝の気持ちを込めて来ていただいた凹凸世界の同人作家とコスプレイヤーに特別版缶バッチを無料配布いたしました。",
            "listImg": "./static/images/news_8.jpg",
            "detailImg": ["./static/images/news_detail14.png","./static/images/news_detail15.png"]
        },
        {
            "id": 1,
            "date": "2017.12.12",
            "title": "凹凸世界2017大学巡り概要",
            "details": "同人イベントやコラボカフェ以外に、凹凸世界は大学でもイベントを企画ました。この1年間、凹凸世界のメイン制作スタッフは上海大学美術学院、上海復旦大学と上海交通大学に行って参りました。<br />凹凸世界の監督周 亮さん、アニメ会社7docの監督程 斌さん、凹凸世界プロデューサー曲 暁丹さん、公式運営責任者NONOさん、ダニエルを演じた大白さん、銀爵を演じる冷泉夜月さんとカイリを演じる一口井さん等は大学巡りでファンと会いましまた。<br />イベント現場では、プロデューサーはみなさんにの制作の生い立ちと発展計画を紹介しました。スタッフたちもみなさんと凹凸世界企画から配信までの生い立ちと今後の発展企画を詳しく話しました。アニメ制作の流れが理解でき、目標達成のための正しい進む方法を見つけるよう、スタッフたちは学生のみなさんにアニメ制作の日常と中国アニメ業界の現状を重点的に紹介し、アニメ業界に入る気持ちを奮い起こしました。声優たちが生アフレコを披露してくださいまして、スタッフの方もファンとゲームをやって質疑応答しました。",
            "listImg": "./static/images/news_7.jpg",
            "detailImg": ["./static/images/news_detail12.png","./static/images/news_detail13.png"]
        },
        {
            "id": 2,
            "date": "2018.02.14",
            "title": "凹凸世界バレンタインキャラクターアイコン",
            "details": "バレンタインがやってきて、バレンタイン特別VER.キャラクターアイコンをお送りします。みなさん、ハッピーバレンタイン！",
            "listImg": "./static/images/news_6.jpg",
            "detailImg": ["./static/images/news_detail11.png","./static/images/news_detail10.png"]
        },
        {
            "id": 3,
            "date": "2018.03.02",
            "title": "元宵節来ました",
            "details": "元宵節（げんしょうせつ）は中華圏での伝統です。上元節、灯籠節でもいいます。この日は熱々な餡入りお団子を食べたり、親戚や友達とお祭りを参加したりして、円満な家庭生活が送れるように願います。<br />この裁判ロボットちゃんが凹凸世界を代表にして、みなさんにお祝いをお届けします！",
            "listImg": "./static/images/news_5.jpg",
            "detailImg": ["./static/images/news_detail9.png"]
        },
        {
            "id": 4,
            "date": "2018.03.28",
            "title": "凹凸世界コラボカフェ",
            "details": "「2次元＋カフェ」文化は日本発祥で、秋葉原では至る所まで。中国上海にも、凹凸世界コラボカフェがありますよ。<br />キャラクターの特徴が入れたメニュー、多彩な特典コースター、限定グッズ、多様なイベント企画、温もりのある内装デザイン、ファンの間で好評でした。",
            "listImg": "./static/images/news_4.jpg",
            "detailImg": ["./static/images/news_detail8.png","./static/images/news_detail7.png"]
        },
        {
            "id": 5,
            "date": "2018.03.29",
            "title": "オリジナルグッズ　新商品　武器形定規とキャラクターコースター",
            "details": "新商品:　武器形定規とキャラクターが載せたコースターが登場します！<br />中国成都CD21で初めて紹介され、その後オフィシャル淘宝（タオバオ）ネットショップで発売されます。",
            "listImg": "./static/images/news_3.jpg",
            "detailImg": ["./static/images/news_detail6.png","./static/images/news_detail5.png"]
        },
        {
            "id": 6,
            "date": "2018.04.06",
            "title": "凹凸世界が中国成都CD21へ出展",
            "details": "成都は中国西南部にあり、気候は湿気が多く、おいしい食べ物がいっぱいです。<br />Comiday（コミデイ）は毎年成都で行われ、中国で規模の大きい同人関連イベントの一つです。<br />凹凸世界は今年成都に行ってきました。成都ファンのみなさんの熱意が体感でき、貴重な写真を撮りまくりました。",
            "listImg": "./static/images/news_2.jpg",
            "detailImg": ["./static/images/news_detail4.png","./static/images/news_detail3.png"]
        },
        {
            "id": 7,
            "date": "2018.04.25",
            "title": "オリジナルグッズ　新商品　新VER.ライシー立てアクリルカード",
            "details": "新VER.ライシー立てアクリルカードのイメージ画像をお届けします。新VER.は色が鮮やかになり、かっこいいポースに改良され、稲妻背景も付きました。杭州で中国の規模の大きいアニメイベントCICAFで初めて紹介される予定で、その後オフィシャル淘宝（タオバオ）ネットショップで発売されます。",
            "listImg": "./static/images/news_1.jpg",
            "detailImg": ["./static/images/news_detail2.png","./static/images/news_detail1.png"]
        }
    ]
    var a = [
        {
            "id": 0,
            "date": "2017.12.10",
            "title": "凹凸世界が中国上海CP21へ出展",
            "details": "2017年12月、凹凸世界が中国上海CP21へ出展しました。Comicupは中国の規模最大同人関連イベントで、中国のコミックマーケットでございます。中国上海で毎年夏コミと冬コミが2回あります。<br />CP21では、凹凸世界が出展するので、グッズが買えて、当日スペシャルイベント座談会に参加できます。<br />今回のイベントですが、凹凸世界の監督、脚本、プロデューサー等スタッフ一同が登壇し、ファンと会い座談会を開きました。<br />それから、アンミシュウを演じる張博恒さん、雷獅を演じる森中人さん、ガドロスを演じるDKさん、カイリを演じる一口井さん、紫堂幻を演じる浮由さんと銀爵を演じる冷泉夜月さんも登場し、生アフレコを披露してくださいました。<br />ブースでは凹凸世界を題材にしたVRゲームの無料体験ができており、好きなキャラクターを選んで対戦できます。<br />その他、ファンの応援に応えて、感謝の気持ちを込めて来ていただいた凹凸世界の同人作家とコスプレイヤーに特別版缶バッチを無料配布いたしました。",
            "listImg": "./static/images/news_8.jpg",
            "detailImg": ["./static/images/news_detail14.png","./static/images/news_detail15.png"]
        },
        {
            "id": 1,
            "date": "2017.12.12",
            "title": "凹凸世界2017大学巡り概要",
            "details": "同人イベントやコラボカフェ以外に、凹凸世界は大学でもイベントを企画ました。この1年間、凹凸世界のメイン制作スタッフは上海大学美術学院、上海復旦大学と上海交通大学に行って参りました。<br />凹凸世界の監督周 亮さん、アニメ会社7docの監督程 斌さん、凹凸世界プロデューサー曲 暁丹さん、公式運営責任者NONOさん、ダニエルを演じた大白さん、銀爵を演じる冷泉夜月さんとカイリを演じる一口井さん等は大学巡りでファンと会いましまた。<br />イベント現場では、プロデューサーはみなさんにの制作の生い立ちと発展計画を紹介しました。スタッフたちもみなさんと凹凸世界企画から配信までの生い立ちと今後の発展企画を詳しく話しました。アニメ制作の流れが理解でき、目標達成のための正しい進む方法を見つけるよう、スタッフたちは学生のみなさんにアニメ制作の日常と中国アニメ業界の現状を重点的に紹介し、アニメ業界に入る気持ちを奮い起こしました。声優たちが生アフレコを披露してくださいまして、スタッフの方もファンとゲームをやって質疑応答しました。",
            "listImg": "./static/images/news_7.jpg",
            "detailImg": ["./static/images/news_detail12.png","./static/images/news_detail13.png"]
        },
        {
            "id": 2,
            "date": "2018.02.14",
            "title": "凹凸世界バレンタインキャラクターアイコン",
            "details": "バレンタインがやってきて、バレンタイン特別VER.キャラクターアイコンをお送りします。みなさん、ハッピーバレンタイン！",
            "listImg": "./static/images/news_6.jpg",
            "detailImg": ["./static/images/news_detail11.png","./static/images/news_detail10.png"]
        },
        {
            "id": 3,
            "date": "2018.03.02",
            "title": "元宵節来ました",
            "details": "元宵節（げんしょうせつ）は中華圏での伝統です。上元節、灯籠節でもいいます。この日は熱々な餡入りお団子を食べたり、親戚や友達とお祭りを参加したりして、円満な家庭生活が送れるように願います。<br />この裁判ロボットちゃんが凹凸世界を代表にして、みなさんにお祝いをお届けします！",
            "listImg": "./static/images/news_5.jpg",
            "detailImg": ["./static/images/news_detail9.png"]
        },
        {
            "id": 4,
            "date": "2018.03.28",
            "title": "凹凸世界コラボカフェ",
            "details": "「2次元＋カフェ」文化は日本発祥で、秋葉原では至る所まで。中国上海にも、凹凸世界コラボカフェがありますよ。<br />キャラクターの特徴が入れたメニュー、多彩な特典コースター、限定グッズ、多様なイベント企画、温もりのある内装デザイン、ファンの間で好評でした。",
            "listImg": "./static/images/news_4.jpg",
            "detailImg": ["./static/images/news_detail8.png","./static/images/news_detail7.png"]
        },
        {
            "id": 5,
            "date": "2018.03.29",
            "title": "オリジナルグッズ　新商品　武器形定規とキャラクターコースター",
            "details": "新商品:　武器形定規とキャラクターが載せたコースターが登場します！<br />中国成都CD21で初めて紹介され、その後オフィシャル淘宝（タオバオ）ネットショップで発売されます。",
            "listImg": "./static/images/news_3.jpg",
            "detailImg": ["./static/images/news_detail6.png","./static/images/news_detail5.png"]
        },
        {
            "id": 6,
            "date": "2018.04.06",
            "title": "凹凸世界が中国成都CD21へ出展",
            "details": "成都は中国西南部にあり、気候は湿気が多く、おいしい食べ物がいっぱいです。<br />Comiday（コミデイ）は毎年成都で行われ、中国で規模の大きい同人関連イベントの一つです。<br />凹凸世界は今年成都に行ってきました。成都ファンのみなさんの熱意が体感でき、貴重な写真を撮りまくりました。",
            "listImg": "./static/images/news_2.jpg",
            "detailImg": ["./static/images/news_detail4.png","./static/images/news_detail3.png"]
        },
        {
            "id": 7,
            "date": "2018.04.25",
            "title": "オリジナルグッズ　新商品　新VER.ライシー立てアクリルカード",
            "details": "新VER.ライシー立てアクリルカードのイメージ画像をお届けします。新VER.は色が鮮やかになり、かっこいいポースに改良され、稲妻背景も付きました。杭州で中国の規模の大きいアニメイベントCICAFで初めて紹介される予定で、その後オフィシャル淘宝（タオバオ）ネットショップで発売されます。",
            "listImg": "./static/images/news_1.jpg",
            "detailImg": ["./static/images/news_detail2.png","./static/images/news_detail1.png"]
        }
    ];
    var f = [

        {
            "id": 0,
            "date": "2017.12.10",
            "title": "凹凸世界が中国上海CP21へ出展",
            "details": "2017年12月、凹凸世界が中国上海CP21へ出展しました。Comicupは中国の規模最大同人関連イベントで、中国のコミックマーケットでございます。中国上海で毎年夏コミと冬コミが2回あります。<br />CP21では、凹凸世界が出展するので、グッズが買えて、当日スペシャルイベント座談会に参加できます。<br />今回のイベントですが、凹凸世界の監督、脚本、プロデューサー等スタッフ一同が登壇し、ファンと会い座談会を開きました。<br />それから、アンミシュウを演じる張博恒さん、雷獅を演じる森中人さん、ガドロスを演じるDKさん、カイリを演じる一口井さん、紫堂幻を演じる浮由さんと銀爵を演じる冷泉夜月さんも登場し、生アフレコを披露してくださいました。<br />ブースでは凹凸世界を題材にしたVRゲームの無料体験ができており、好きなキャラクターを選んで対戦できます。<br />その他、ファンの応援に応えて、感謝の気持ちを込めて来ていただいた凹凸世界の同人作家とコスプレイヤーに特別版缶バッチを無料配布いたしました。",
            "listImg": "./static/images/news_8.jpg",
            "detailImg": ["./static/images/news_detail14.png","./static/images/news_detail15.png"]
        },
        {
            "id": 1,
            "date": "2017.12.12",
            "title": "凹凸世界2017大学巡り概要",
            "details": "同人イベントやコラボカフェ以外に、凹凸世界は大学でもイベントを企画ました。この1年間、凹凸世界のメイン制作スタッフは上海大学美術学院、上海復旦大学と上海交通大学に行って参りました。<br />凹凸世界の監督周 亮さん、アニメ会社7docの監督程 斌さん、凹凸世界プロデューサー曲 暁丹さん、公式運営責任者NONOさん、ダニエルを演じた大白さん、銀爵を演じる冷泉夜月さんとカイリを演じる一口井さん等は大学巡りでファンと会いましまた。<br />イベント現場では、プロデューサーはみなさんにの制作の生い立ちと発展計画を紹介しました。スタッフたちもみなさんと凹凸世界企画から配信までの生い立ちと今後の発展企画を詳しく話しました。アニメ制作の流れが理解でき、目標達成のための正しい進む方法を見つけるよう、スタッフたちは学生のみなさんにアニメ制作の日常と中国アニメ業界の現状を重点的に紹介し、アニメ業界に入る気持ちを奮い起こしました。声優たちが生アフレコを披露してくださいまして、スタッフの方もファンとゲームをやって質疑応答しました。",
            "listImg": "./static/images/news_7.jpg",
            "detailImg": ["./static/images/news_detail12.png","./static/images/news_detail13.png"]
        },
        {
            "id": 2,
            "date": "2018.02.14",
            "title": "凹凸世界バレンタインキャラクターアイコン",
            "details": "バレンタインがやってきて、バレンタイン特別VER.キャラクターアイコンをお送りします。みなさん、ハッピーバレンタイン！",
            "listImg": "./static/images/news_6.jpg",
            "detailImg": ["./static/images/news_detail11.png","./static/images/news_detail10.png"]
        },
        {
            "id": 3,
            "date": "2018.03.02",
            "title": "元宵節来ました",
            "details": "元宵節（げんしょうせつ）は中華圏での伝統です。上元節、灯籠節でもいいます。この日は熱々な餡入りお団子を食べたり、親戚や友達とお祭りを参加したりして、円満な家庭生活が送れるように願います。<br />この裁判ロボットちゃんが凹凸世界を代表にして、みなさんにお祝いをお届けします！",
            "listImg": "./static/images/news_5.jpg",
            "detailImg": ["./static/images/news_detail9.png"]
        },
        {
            "id": 4,
            "date": "2018.03.28",
            "title": "凹凸世界コラボカフェ",
            "details": "「2次元＋カフェ」文化は日本発祥で、秋葉原では至る所まで。中国上海にも、凹凸世界コラボカフェがありますよ。<br />キャラクターの特徴が入れたメニュー、多彩な特典コースター、限定グッズ、多様なイベント企画、温もりのある内装デザイン、ファンの間で好評でした。",
            "listImg": "./static/images/news_4.jpg",
            "detailImg": ["./static/images/news_detail8.png","./static/images/news_detail7.png"]
        },
        {
            "id": 5,
            "date": "2018.03.29",
            "title": "オリジナルグッズ　新商品　武器形定規とキャラクターコースター",
            "details": "新商品:　武器形定規とキャラクターが載せたコースターが登場します！<br />中国成都CD21で初めて紹介され、その後オフィシャル淘宝（タオバオ）ネットショップで発売されます。",
            "listImg": "./static/images/news_3.jpg",
            "detailImg": ["./static/images/news_detail6.png","./static/images/news_detail5.png"]
        },
        {
            "id": 6,
            "date": "2018.04.06",
            "title": "凹凸世界が中国成都CD21へ出展",
            "details": "成都は中国西南部にあり、気候は湿気が多く、おいしい食べ物がいっぱいです。<br />Comiday（コミデイ）は毎年成都で行われ、中国で規模の大きい同人関連イベントの一つです。<br />凹凸世界は今年成都に行ってきました。成都ファンのみなさんの熱意が体感でき、貴重な写真を撮りまくりました。",
            "listImg": "./static/images/news_2.jpg",
            "detailImg": ["./static/images/news_detail4.png","./static/images/news_detail3.png"]
        },
        {
            "id": 7,
            "date": "2018.04.25",
            "title": "オリジナルグッズ　新商品　新VER.ライシー立てアクリルカード",
            "details": "新VER.ライシー立てアクリルカードのイメージ画像をお届けします。新VER.は色が鮮やかになり、かっこいいポースに改良され、稲妻背景も付きました。杭州で中国の規模の大きいアニメイベントCICAFで初めて紹介される予定で、その後オフィシャル淘宝（タオバオ）ネットショップで発売されます。",
            "listImg": "./static/images/news_1.jpg",
            "detailImg": ["./static/images/news_detail2.png","./static/images/news_detail1.png"]
        }
    ]
    console.log(t,b,c,a,f);
}